{
  "text": {
    "par1": "1. SCHEDULE: Commencing on or about ~BEGINDATE, Filmmaker shall have access to Property as is reasonably necessary, and such premises use may continue from day to day, Saturdays, Sunday, and holidays included, and from time to time, until the proposed scenes and work are completed. It is estimated that it will require about ~DURATION day(s) to complete its principle use of said premises. The anticipated end date is ~ENDDATE. If because of illness of actors, director or other essential artists and crew, weather conditions, defective film or equipment or any other occurrence beyond Filmmaker’s control, Filmmaker is unable to start work on the date designated above and/or work in progress is interrupted during use of the property by Filmmaker, then Filmmaker shall have the right to use the Property at a later date to be mutually agreed upon and/or to extend the period set forth above, and any such use shall be included in the compensation paid pursuant to Paragraph 4. This agreement shall not require Filmmaker to utilize theProperty in production of the Film nor to include Property in any version of Film which is shown or released to the public. Filmmaker may at any time elect not to use the Property by giving Grantor 24hours notice of such election, in which case neither party shall have any obligation hereunder. "
    ,
    "par2": "2. GRANT OF ACCESS: Filmmaker shall have access to the grounds, buildings, fixtures, and other personal property, power outlets, utilities, and driveways. Said permission shall include the right of Filmmaker and Filmmaker’s personnel or contractors to bring in camera(s) and lighting equipment,  personal effects, props, catering, refreshments, audio visual tools as needed and to recover same from premises upon completion of work. "
    ,
    "par3": "3. MODIFICATION OF PROPERTY: Filmmaker agrees to seek permission from Grantor before any making modifications or alterations to the Property. Filmmaker shall be responsible for any loss or damage to the Property resulting from Filmmaker’s exercise of rights under this agreement. Filmmaker shall return the Property to Grantor in the same condition it was in before access was granted. However, Filmmaker shall not be responsible for any ordinary wear and tear associated with the exercise of rights under this agreement nor for any damage that occurs before Filmmaker begins to use the Property. "
    ,
    "par4": "4. PAYMENT: Grantor and Filmmaker hereby agree that the Filmmaker shall pay $ ~TOTALPAYMENT. All charges are payable on completion of all work completed, unless specifically agreed to the contrary. No other payment of any kind will be due and payable by Filmmaker to Grantor for use of the Property or distribution of the film. "
    ,
    "par5": "5. CREDIT: Provided that a substantial portion of footage is incorporated in the Film, credit for use of Property shall read: ~PROPERTYCREDITTITLE. No inadvertent failure by Filmmaker to comply with the credit line set forth above nor any failure by third parties to so comply, shall constitute a breach of this agreement. "
    ,
    "par6": "6. RIGHTS TO RECORDING: Filmmaker shall have the exclusive, global rights to any and all images and sounds recorded on the Property, for use in making, distributing, or exhibiting Film. These rights include, without limitation, copyrights, promotional, assignment, and license rights as to any portion of the still pictures, motion pictures, videotapes, photographs and or sounds recorded on the Property (together with all rights of extension or renewal), in any and all media, whether currently existing or not. Filmmaker has these rights regardless of whether these recordings are incorporated into the Film. In no event shall Grantor have the right to enjoin the development, production, distribution or exploitation of the Film."
    ,
    "par7": "7. PORTRAYAL: Grantor hereby acknowledges that, unless otherwise specified in this agreement, Filmmaker is not required or expected to depict the Property in any particular fashion in the Film. "
    ,
    "par8": "8. GRANTOR’S RELEASE: Grantor hereby releases any and all present and future claims for libel, defamation, or invasion of privacy or publicity that Grantor may have against Filmmaker or Filmmakers successors, assignees, employees, and agents resulting from the Film or the exercise of any right associated with this agreement. "
    ,
    "par9": "9. FILMMAKER’S RELEASE AND INDEMNIFICATION: Filmmaker hereby releases any and all claims against Grantor arising from injury to Filmmaker’s personnel or equipment on the Property. Filmmaker hereby indemnifies Grantor against the claims of third parties for injuries arising from Filmmaker’s exercise of rights under this Agreement. This section shall not apply in the case of breach by Grantor of this agreement"
    ,
    "par10": "10. INSURANCE: The Filmmaker will procure and maintain, during the term of the location agreement, comprehensive general liability insurance with a combined single limit of at least $ ~INSURANCE million for personal injury or property damage, naming Grantor as an additional insured, and will, on request, provide Grantor with a certificate of said insurance."
    ,
    "par11": "11. AUTHORITY: The undersigned Grantor has the power to execute this agreement and grant the rights and permissions listed below. Filmmaker and Grantor certify and warrant that they have,  individually or collectively, secured any and all permits required by state or local governments and that no other person or entity is required to consent or give permission in order to effectuate the purposes of this agreement. "
    ,
    "par12": "12. GOVERNING LAWS AND DISPUTE RESOLUTION: Any modifications or amendments to this agreement require the written consent of both Grantor and Filmmaker. The laws of the state of ~STATE shall govern this Agreement. In the event any dispute arising under this Agreement results in litigation, arbitration or mediation, such action or proceeding shall be brought within the state or federal courts of the state of ~STATE. Mediation of any dispute arising from this agreement shall be conducted in accordance with the rules of the Arts Resolution Services, a program of the St. Louis Volunteer Lawyers and Accountants for the Arts. "
    ,
    "par13": "13. SEVERABILITY: If any provision of this agreement or the application thereof is held invalid, the invalidity shall not affect other provisions or applications of this agreement that can be given effect without the invalid provisions or application, and to this end, the provisions of this agreement are declared severable. "
  }
}
